import React from 'react'
import { Container } from 'reactstrap'

function Confident() {
  return (
    <div>
        <div style={{marginTop:"120px"}} className="d-flex justify-content-center"><h1>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1></div>
      <Container>
        <p>Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности)  действует в отношении всей информации, которую на сайте, мобильном приложении nambafood.kg, может  получить о Пользователе во время использования сайта, мобильного приложения nambafood.kg.</p>
        <h3>1. Определение терминов:</h3>
        <p>1.1.1. «Администрация сайта, мобильного приложения nambafood.kg (далее – Администрация сайта,  мобильного приложения)» – уполномоченные сотрудники на управления сайтом, мобильного приложения,   действующие от имени ОсОО «Намба Фуд», которые организуют и (или) осуществляет обработку персональных   данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих   обработке, действия (операции), совершаемые с персональными данными.</p>
        <p>1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или  определяемому физическому лицу (субъекту персональных данных).</p>
        <p>1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий   (операций), совершаемых с использованием средств автоматизации или без использования таких средств с  персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение   (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ),   обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
        <p>1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным  получившим доступ к персональным данным лицом требование не допускать их распространения без согласия  субъекта персональных данных или наличия иного законного основания.</p>
        <p>1.1.5. «Пользователь сайта, мобильного приложения nambafood.kg (далее - Пользователь)» – лицо,   имеющее доступ к Сайту, мобильному приложению, посредством сети Интернет и использующее nambafood.kg.</p>
        <p>1.1.6. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.</  p>

        <h3>2. Общие положения</h3>
        <p>2.1. Использование Пользователем сайта, мобильного приложения nambafood.kg означает согласие с   настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.</p>
        <p>2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить  использование сайта, мобильного приложения </p>
        <p>2.3. Настоящая Политика конфиденциальности применяется только к сайту, мобильного приложения   nambafood.kg. Nambafood.kg не контролирует и не несет ответственность за сайты третьих лиц, на которые  Пользователь может перейти по ссылкам, доступным на сайте, мобильном приложении nambafood.kg.</p>
        <p>2.4. Администрация сайта, мобильного приложения nambafood.kg не проверяет достоверность персональных   данных, предоставляемых Пользователем сайта, мобильного приложения nambafood.kg.</p>

        <h3>3. Предмет политики конфиденциальности</h3>
        <p>3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта,  мобильного приложения nambafood.kg по неразглашению и обеспечению режима защиты конфиденциальности   персональных данных, которые Пользователь предоставляет по запросу Администрации сайта, мобильного  приложения, при регистрации на сайте, мобильном приложении nambafood.kg или при оформлении заказа.</p>
        <p>3.2 Любая иная персональная информация неоговоренная выше подлежит надежному хранению и  нераспространению.</p>
      </Container>
    </div>
  )
}

export default Confident
